[
    [
        "Paul was angry with me yesterday for no reason.","I consider \"for no reason\" to be an evaluation. Furthermore, As that John was angry. He might have been feeling hurt, scared, sad, or something else. Examples of observations without evaluation might be: \"John told me he was angry,\" or \"John pounded his fist on the table.\" ",
        false
    ],
    [
        "Yesterday afternoon Simone bit her fingernails while watching television.",
        "An observation was expressed without being mixed with an evaluation",
        true
    ],
    [
        "Sam didn’t ask for my opinion during the meeting.",
        "An observation was expressed without being mixed with an evaluation",
        true
    ],
    [
        "My father is a good man.", "I consider \"good man\" to be an evaluation. An observation without evaluation might be: \"For the last 25 years my father has given one tenth of his salary to charity.\"",
        false
    ],
    [
        "Janice works too much.", "I consider \"too much\" to be an evaluation. An observation without evaluation might be, \"Janice spent over 60 hours at the office this week.\" ",
        false
    ],
    [
        "Henry is aggressive.", "I consider \"aggressive\" to be an evaluation. An observation without evaluation might be: \"Henry hit his sister when she switched the television channel.\" ",
        false
    ],
    [
        "Pam was first in line every day this week.",
        "An observation was expressed without being mixed with an evaluation",
        true
    ],
    [
        "My son often doesn’t brush his teeth.","I consider \"often\" to be an evaluation. An observation without evaluation might be: \"Twice this week my son didn’t brush his teeth before going to bed.\" ",
        false
    ],
    [
        "Luke told me I didn’t look good in yellow.",
        "An observation was expressed without being mixed with an evaluation",
        true
    ],
    [
        "My aunt complains when I talk with her.", "I consider \"complains\" to be an evaluation. An observation without evaluation might be: \"My aunt called me three times this week, and each time talked about people who treated her in ways she didn’t like.\" ",
        false
    ]
]
